export const LEARN_DETAIL_DATA = {
  VIDEO_DATA: {
    id: 2,
    title: '북, 최근 임진강 상류 황강댐 수문 개방',
    category: '사회',
    channel: 'KBS',
    link: 'ee-0DeY21rU',
    reportDate: '2022.06.30',
    startTime: 0.0,
    endTime: 36.0,
    tags: [
      {
        id: 5,
        name: '북한',
      },
      {
        id: 6,
        name: '환경',
      },
      {
        id: 7,
        name: '임진강',
      },
      {
        id: 8,
        name: '딜리버블 추천',
      },
    ],
    scripts: [
      {
        id: 6,
        text: '북한이 호우로 임진강 상류 황강댐 수문을 개방한 것으로 판단하고 있다고 군 소식통이 오늘 밝혔습니다.',
        startTime: 0,
        endTime: 8.018,
      },
      {
        id: 7,
        text: '정부는 지난 28일 북한에 댐을 방류하면 사전 통지해 달라고 요청했지만, 북한은 이에 대한 응답 없이 방류에 나선 것으로 보입니다.',
        startTime: 8.018,
        endTime: 16.071,
      },
      {
        id: 8,
        text: '군남댐 수위와 연계되는 임진강 최북단 필승교의 수위는 지난 28일 6m까지 오르기도 했지만 이후 현재까지 안정적으로 관리되고 있는 것으로 알려졌습니다.',
        startTime: 16.071,
        endTime: 27.01,
      },
      {
        id: 9,
        text: '통일부는 이와 관련해 북한이 사전 통지 없이 황강댐 물을 방류한 데 대해 유감이라고 밝혔습니다.',
        startTime: 27.01,
        endTime: 35.074,
      },
    ],
  },
  MEMO_DATA: [
    {
      id: 1,
      keyword: '임진강 상류 황강댐 수문',
      content: '발음 주의',
    },
    {
      id: 2,
      keyword: '제목은최대이십팔자까지보입니다최대이십팔자최대이십팔자최',
      content: '최대삼십자최대삼십자최대삼십자최대삼십자최대삼십자최대삼십자',
    },
    {
      id: 3,
      keyword: '제목은최대이십팔자까지보입니다최대이십팔자최대이십팔자최넘었다',
      content: '최대삼십자최대삼십자최대삼십자최대삼십자최대삼십자최대삼십자넘었다',
    },
    {
      id: 4,
      keyword: '더보기눌렀을때제목은글자수상관없이몽땅다나와요이렇게길어도몽땅다나옵니다요',
      content:
        '더보기눌렀을때내용은최대칠십글자최대칠십글자최대칠십글자최대칠십글자최대칠십글자최대칠십글자최대칠십글자최대칠십글자최대칠십글자최대칠십글자',
    },
  ],
};
